Repository: hzagaming/ClassGod
Catalog: ClassGod/ClassGod/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt, ru, zh_hans, zh_hant

# toast.updated
source: Updated "%@"
de: "%@" aktualisiert
es: "%@" actualizado
fr: "%@" mis à jour
ja: "%@" を更新した
ko: "%@" 업데이트됨
pt: "%@" atualizado
ru: "%@" обновлено
zh_hans: 已更新 "%@"
zh_hant: 已更新 "%@"

# wallpaper.import_failed_message
source: %1$lld of %2$lld wallpapers could not be imported.
de: %1$lld von %2$lld Hintergrundbildern konnten nicht importiert werden.
es: No se pudieron importar %1$lld de %2$lld fondos de pantalla.
fr: %1$lld fonds d’écran sur %2$lld n’ont pas pu être importés.
ja: %2$lld 件中 %1$lld 件の壁紙を読み込めませんでした。
ko: %2$lld개 중 %1$lld개의 배경화면을 가져오지 못했습니다.
pt: Não foi possível importar %1$lld de %2$lld papéis de parede.
ru: Не удалось импортировать %1$lld из %2$lld обоев.
zh_hans: %2$lld 个壁纸中有 %1$lld 个无法导入。
zh_hant: %2$lld 個桌布中有 %1$lld 個無法匯入。

# wallpaper.import_failed_title
source: Wallpaper Import Incomplete
de: Wallpaper-Import unvollständig
es: Importación de fondos incompleta
fr: Importation des fonds d’écran incomplète
ja: 壁紙の読み込みが未完了です
ko: 배경화면 가져오기가 완료되지 않음
pt: Importação de papéis de parede incompleta
ru: Импорт обоев завершён не полностью
zh_hans: 壁纸导入未完成
zh_hant: 桌布匯入未完成

# about.github_repo
source: GitHub Repository
es: Repositorio de GitHub
fr: Dépôt GitHub
ja: GitHub リポジトリ
ko: GitHub 저장소
pt: Repositório do GitHub
ru: GitHub репозиторий
zh_hans: GitHub 仓库
zh_hant: GitHub 倉庫

# about.version
source: Version
es: Versión
ja: バージョン
ko: 버전
pt: Versão
ru: Версия
zh_hans: 版本
zh_hant: 版本

# field.url
source: Link
es: Enlace
fr: Lien
ja: リンク
ko: 링크
ru: Ссылка
zh_hans: 连结
zh_hant: 連結

# icon.plain
source: Link
es: Enlace
fr: Lien
ja: リンク
ko: 링크
ru: Ссылка
zh_hans: 连结
zh_hant: 連結

# section.animation
source: Animation
es: Animación
ja: アニメーション
ko: 애니메이션
pt: Animação
ru: Анимация
zh_hans: 动画
zh_hant: 動畫

# section.feedback
source: Feedback
es: Retroalimentación
fr: Retour
ja: フィードバック
ko: 피드백
ru: Обратная связь
zh_hans: 反馈
zh_hant: 反饋

# tab.browser
source: Browser
es: Navegador
fr: Navigateur
ja: ブラウザ
ko: 브라우저
pt: Navegador
ru: Браузер
zh_hans: 浏览器
zh_hant: 瀏覽器

# section.panel
source: Panel
fr: Panneau
ja: パネル
ko: 패널
pt: Painel
ru: Панель
zh_hans: 面板
zh_hant: 面板

# speed.normal
source: Normal
ja: 普通
ko: 보통
ru: Нормально
zh_hans: 正常
zh_hant: 正常

# button.ok
source: OK
ko: 확인

# menu.quiet.description
source: Temporarily mute output with a route back to sound
zh_hans: 临时静音输出，并保留原设备的恢复入口

# menu.teach.description
source: Explain a concept, test it with an example, and find the gaps
zh_hans: 解释概念、举出例子，再检查理解盲点

# quiet.current_output
source: Current default output
zh_hans: 当前默认输出

# quiet.forget
source: Forget restoration
zh_hans: 放弃恢复记录

# quiet.forget_message
source: The device keeps its current mute state. You will need to change it in macOS if you want sound back.
zh_hans: 设备会保持当前静音状态。如果需要恢复声音，请在 macOS 中手动操作。

# quiet.forget_title
source: Forget this restoration?
zh_hans: 放弃这条恢复记录？

# quiet.instructions
source: Temporarily mute the default output before switching screens. Keep a restoration here for the device you muted.
zh_hans: 切屏前临时静音默认输出，并在这里保留原设备的恢复入口。

# quiet.intro
source: A quiet exit for your audio.
zh_hans: 切走画面，也收住声音。

# quiet.mute
source: Mute current output
zh_hans: 静音当前输出

# quiet.no_device
source: No output device found
zh_hans: 未找到输出设备

# quiet.output_changed
source: The default output changed. Restore affects only the original device above.
zh_hans: 默认输出已改变。恢复操作只影响上方记录的原设备。

# quiet.output_muted
source: System mute is on
zh_hans: 系统静音已开启

# quiet.output_unmuted
source: System mute is off
zh_hans: 系统静音未开启

# quiet.restore
source: Restore original device
zh_hans: 恢复原设备声音

# quiet.restore_saved
source: Restoration saved for
zh_hans: 已保留此设备的恢复入口

# quiet.scope
source: Controls system mute on one output device; volume stays unchanged. Microphones, separately routed audio, and other outputs are not controlled.
zh_hans: 只控制一个输出设备的系统静音，音量数值不变；不控制麦克风、独立路由的音频或其他输出设备。

# quiet.session_hint
source: The recovery entry stays in memory. Normal quit attempts restoration; after a force quit, use macOS sound controls if needed.
zh_hans: 恢复记录仅保存在内存中。正常退出时尝试恢复；强制退出后如仍静音，请使用 macOS 声音控制恢复。

# quiet.status.already_muted
source: This device was already muted. No restoration was created.
zh_hans: 设备原本已静音，因此没有创建恢复记录。

# quiet.status.mute_failed
source: Mute could not be confirmed. Check the output state; any recovery entry is kept for retry.
zh_hans: 未能确认静音成功，请检查输出状态；已有恢复入口会保留在上方。

# quiet.status.muted
source: Last request: mute was confirmed on the original device. Current output status is shown below.
zh_hans: 上次操作已确认原设备静音。当前输出状态见下方。

# quiet.status.ready
source: Ready when you need a quieter switch.
zh_hans: 需要安静切换时，点一下即可。

# quiet.status.restore_failed
source: Could not restore the original device. Reconnect it if needed, then retry.
zh_hans: 未能恢复原设备。如果设备已断开，请重新连接后重试。

# quiet.status.restored
source: Last request: the original device was restored. Current output status is shown below.
zh_hans: 上次操作已恢复原设备声音。当前输出状态见下方。

# quiet.status.unavailable
source: Could not access a supported output. Check your output device and try again.
zh_hans: 无法控制当前输出，请检查设备后重试。

# quiet.subtitle
source: SWITCH SCREENS · QUIET THE OUTPUT
zh_hans: 切换画面 · 收住声音

# quiet.title
source: Quiet Desk
zh_hans: 静音台

# quiet.unsupported
source: System mute control is unavailable for this device.
zh_hans: 此设备的系统静音控制不可用。

# teach.check.example
source: My example fits the explanation.
zh_hans: 我的例子与解释相符。

# teach.check.gap
source: I checked what I still need to verify.
zh_hans: 我检查了还需要确认的地方。

# teach.check.words
source: I explained the idea in my own words.
zh_hans: 我用自己的话解释了这个概念。

# teach.clear
source: Clear draft
zh_hans: 清空草稿

# teach.clear_title
source: Clear this explanation and its self-checks?
zh_hans: 清空这次讲解和自检记录？

# teach.copied
source: Copied to the clipboard.
zh_hans: 已复制到剪贴板。

# teach.copy
source: Copy explanation
zh_hans: 复制讲解

# teach.copy_failed
source: Could not copy. Try again.
zh_hans: 复制未成功，请重试。

# teach.edit
source: Continue editing
zh_hans: 继续编辑

# teach.example
source: A concrete example
zh_hans: 举一个具体例子

# teach.example_prompt
source: Describe one situation where this idea applies. Show how your explanation connects to the example.
zh_hans: 写出一个用得到这个概念的情境，说明你的解释如何对应这个例子。

# teach.explanation
source: In your own words
zh_hans: 用自己的话解释

# teach.explanation_prompt
source: Imagine explaining this to someone new to the subject. What does it mean, and why does it work?
zh_hans: 想象对方第一次接触这个知识：它是什么意思，为什么会这样？尽量用简单的话解释。

# teach.gap
source: What needs another look?
zh_hans: 还有哪里没想明白？

# teach.gap_prompt
source: Optional: name a question, an assumption, or something to check in your notes. You can leave this blank.
zh_hans: 可选：记下一个疑问、一个尚未验证的假设，或需要翻笔记确认的地方。也可以留空。

# teach.next
source: Next step
zh_hans: 下一步

# teach.no_gap
source: No open question recorded.
zh_hans: 尚未记录疑问。

# teach.previous
source: Previous step
zh_hans: 上一步

# teach.progress
source: Worksheet progress
zh_hans: 讲解进度

# teach.review
source: Review my explanation
zh_hans: 复盘我的讲解

# teach.review_hint
source: These are your self-checks. ClassGod does not grade correctness; use your course material to verify the explanation.
zh_hans: 下面是你的自检清单。ClassGod 不判断知识对错，请结合教材核对解释。

# teach.review_title
source: Read it as if you were the learner.
zh_hans: 换成听众的角度，再读一遍。

# teach.session_hint
source: Closing this panel keeps the draft in memory. Quit clears it; copy any work you want to keep.
zh_hans: 关闭面板会保留草稿，退出应用后清除。需要留存时，请先复制讲解。

# teach.step_format
source: Step %ld of 4
zh_hans: 第 %ld / 4 步

# teach.subtitle
source: UNDERSTAND IT · EXPLAIN IT
zh_hans: 理清概念 · 讲给别人听

# teach.title
source: Teach Back
zh_hans: 讲解工坊

# teach.topic
source: The concept
zh_hans: 要讲的概念

# teach.topic_prompt
source: Choose one idea you want to understand. A small, specific topic is enough.
zh_hans: 选一个想弄懂的概念，范围具体一点，一次讲清一件事。

# menu.numbers.description
source: Ten quick arithmetic questions and an honest round review
zh_hans: 十道心算热身，重试解题与本轮复盘

# menu.return.description
source: Keep a route back after a successful target shortcut
zh_hans: 目标快捷键切走后，一键返回原应用

# numbers.answer
source: Your answer
zh_hans: 输入答案

# numbers.complete
source: Ten questions, a little sharper.
zh_hans: 十道题完成，思路更清晰。

# numbers.correct
source: You solved it
zh_hans: 答对了

# numbers.corrected
source: After retry
zh_hans: 重试答对

# numbers.difficulty
source: Difficulty
zh_hans: 练习难度

# numbers.end
source: End round
zh_hans: 结束本轮

# numbers.equation_format
source: %ld %@ %ld equals?
zh_hans: %ld %@ %ld 等于多少？

# numbers.finish
source: Review this round
zh_hans: 查看本轮总结

# numbers.first_try
source: First try
zh_hans: 首次答对

# numbers.hint.challenge
source: Add and subtract up to 99; multiply up to 20. Negative answers are possible.
zh_hans: 99 以内加减法、20 以内乘法，可能出现负数答案。

# numbers.hint.mixed
source: Add, subtract, and multiply with numbers up to 12.
zh_hans: 12 以内的加、减、乘混合练习。

# numbers.hint.warm_up
source: Add and subtract with numbers from 0 to 12. No negative answers.
zh_hans: 0–12 的加减法，答案不会是负数。

# numbers.incorrect
source: Not quite. Try again, or reveal the answer.
zh_hans: 再想一想。可以重试，也可以查看答案。

# numbers.instructions
source: Choose a level and work through ten questions at your own pace. Retry a mistake or reveal the answer, then review your round.
zh_hans: 选择难度，按自己的节奏完成十道题。答错可以重试，也可以查看答案，最后一起复盘。

# numbers.intro
source: A little arithmetic. A fresh start.
zh_hans: 用十道心算，唤醒思路。

# numbers.invalid
source: Enter a whole number, such as 12 or -3.
zh_hans: 请输入整数，例如 12 或 -3。

# numbers.level.challenge
source: Challenge
zh_hans: 挑战

# numbers.level.mixed
source: Mixed
zh_hans: 混合

# numbers.level.warm_up
source: Warm-up
zh_hans: 热身

# numbers.minus
source: minus
zh_hans: 减

# numbers.new_round
source: Choose a new round
zh_hans: 开始新一轮

# numbers.next
source: Next question
zh_hans: 下一题

# numbers.plus
source: plus
zh_hans: 加

# numbers.progress
source: Round progress
zh_hans: 本轮进度

# numbers.question_format
source: Question %ld of 10
zh_hans: 第 %ld / 10 题

# numbers.reset_title
source: End this round and clear its progress?
zh_hans: 结束本轮并清除进度？

# numbers.reveal
source: Reveal answer
zh_hans: 查看答案

# numbers.revealed
source: Answer revealed · excluded from solved count
zh_hans: 已查看答案 · 不计入答对题数

# numbers.revealed_short
source: Revealed
zh_hans: 已看答案

# numbers.score_format
source: %ld of 10 solved · %ld right on the first try
zh_hans: 共答对 %ld / 10 题 · 首次答对 %ld 题

# numbers.session_hint
source: This round stays in memory when you close the panel and clears when ClassGod quits.
zh_hans: 关闭面板会保留本轮进度；退出 ClassGod 后清除，不写入磁盘。

# numbers.start
source: Start ten questions
zh_hans: 开始十道题

# numbers.submit
source: Check answer
zh_hans: 检查答案

# numbers.subtitle
source: TEN QUESTIONS · ONE CLEARER MIND
zh_hans: 十道小题 · 唤醒思路

# numbers.times
source: times
zh_hans: 乘

# numbers.title
source: Number Sprint
zh_hans: 心算练习

# return.activate
source: Return to app
zh_hans: 返回应用

# return.clear
source: Clear tickets
zh_hans: 清空记录

# return.clear_title
source: Clear all return tickets?
zh_hans: 清空所有返回记录？

# return.closed
source: The original app process has closed.
zh_hans: 原应用进程已退出，无法返回。

# return.empty_disabled
source: Turn on return tickets before using a target shortcut.
zh_hans: 先开启返回记录，再使用目标快捷键。

# return.empty_enabled
source: Ready. Use a saved target shortcut from another app to leave a return ticket.
zh_hans: 已就绪。在其他应用中按下已保存的目标快捷键，成功切换后会出现返回记录。

# return.enable
source: Keep return tickets this session
zh_hans: 本次运行保留返回记录

# return.failed
source: Could not activate the original app. Its ticket is still here.
zh_hans: 未能激活原应用，返回记录已保留。

# return.instructions
source: When enabled, a successful DestinTab or SuperSwitch target shortcut saves the app you switched away from. Return here when you are ready.
zh_hans: 开启后，使用 DestinTab 或 SuperSwitch 的目标快捷键成功切到另一个应用时，会记下离开前的应用。需要时，回到这里一键返回。

# return.intro
source: Leave yourself a way back.
zh_hans: 切走之前，留一条归路。

# return.open_destinations
source: Open DestinTab
zh_hans: 打开 DestinTab

# return.recent
source: Recent departures
zh_hans: 最近离开的应用

# return.remove
source: Remove return ticket
zh_hans: 移除返回记录

# return.scope
source: Returns to the original running app only. Browser tabs, windows, and cursor positions are not restored. Other switching tools do not create tickets.
zh_hans: 仅返回仍在运行的原应用，不恢复浏览器标签、窗口或光标位置。其他切换工具不会生成返回记录。

# return.session_hint
source: Off by default. The last five tickets stay in memory only; turning this off or quitting clears them. No browsing history is collected.
zh_hans: 默认关闭。最近五条记录仅保存在内存中，关闭此功能或退出应用即清除，不采集浏览记录。

# return.subtitle
source: SWITCH AWAY · FIND YOUR WAY BACK
zh_hans: 快速离开 · 从容返回

# return.title
source: Return Dock
zh_hans: 返回台

# drill.app_target
source: Saved application destination
zh_hans: 已保存的应用目标

# drill.best_format
source: Best reaction: %@
zh_hans: 最佳反应：%@

# drill.browser_target
source: Saved browser destination
zh_hans: 已保存的浏览器目标

# drill.cancel
source: Cancel round
zh_hans: 取消本轮

# drill.hint.failed
source: The target returned a failure or did not finish within 15 seconds. Check its settings and permissions in Preflight.
zh_hans: 目标返回失败或未在 15 秒内完成，请通过切屏预检检查设置与权限。

# drill.hint.idle
source: Start a round. A cue appears after a random 2–5 second wait.
zh_hans: 开始一轮，随机等待 2–5 秒后会出现提示。

# drill.hint.interrupted
source: Another target shortcut arrived before the switch finished, so this round was not scored.
zh_hans: 切换完成前再次收到了目标快捷键，本轮不计成绩。

# drill.hint.ready
source: Press your target’s real global shortcut within 10 seconds.
zh_hans: 请在 10 秒内按下目标的真实全局快捷键。

# drill.hint.success
source: Reaction measures cue to keypress. Switch time measures keypress to the system or browser’s completion response.
zh_hans: 反应时间从提示到按键；切换用时从按键到系统或浏览器返回完成结果。

# drill.hint.switching
source: The switch result may take up to 15 seconds. Permission prompts or launch delays can affect this time.
zh_hans: 最多等待 15 秒确认结果；权限提示和应用启动可能增加用时。

# drill.hint.timeout
source: No target shortcut arrived within 10 seconds. Preflight can help check registration.
zh_hans: 10 秒内未收到目标快捷键，可在切屏预检中检查注册状态。

# drill.hint.too_soon
source: The shortcut still ran, but this round has no score. Wait for the cue on the next round.
zh_hans: 快捷键仍会执行，但本轮不计成绩。下一轮请等待提示。

# drill.hint.waiting
source: Keep this window visible. Wait for “SWITCH NOW” before pressing your target shortcut.
zh_hans: 保持此窗口可见，出现“现在切换”后再按目标快捷键。

# drill.hint.wrong_target
source: A different saved target was triggered. Check the shortcut shown above and try again.
zh_hans: 触发了另一个已保存目标，请核对上方快捷键后重试。

# drill.intro
source: Practice before the moment matters.
zh_hans: 在关键时刻到来之前练熟。

# drill.milliseconds_format
source: %.0f ms
zh_hans: %.0f 毫秒

# drill.no_results
source: Completed rounds will appear here.
zh_hans: 完成演练后，结果会显示在这里。

# drill.no_targets
source: No registered target shortcuts are available. Configure one in DestinTab or SuperSwitch first.
zh_hans: 没有已注册的目标快捷键，请先在 DestinTab 或 SuperSwitch 中设置。

# drill.open_preflight
source: Open Preflight
zh_hans: 打开切屏预检

# drill.phase.idle
source: Ready when you are.
zh_hans: 准备好了就开始。

# drill.phase.ready
source: SWITCH NOW
zh_hans: 现在切换

# drill.phase.switching
source: Checking the switch…
zh_hans: 正在确认切换结果…

# drill.phase.waiting
source: Hold. Wait for the signal.
zh_hans: 先别按，等待信号。

# drill.reaction
source: Reaction time
zh_hans: 反应时间

# drill.real_switch_notice
source: This exercise really switches to your selected target using its existing shortcut and settings. Return to this window to see the result.
zh_hans: 演练会使用现有快捷键和设置，真实切换到所选目标。切换后回到此窗口查看结果。

# drill.recent
source: Last five rounds
zh_hans: 最近五轮

# drill.result.failed
source: Switch not confirmed
zh_hans: 未确认切换成功

# drill.result.interrupted
source: Round interrupted
zh_hans: 本轮已中断

# drill.result.success
source: Switch completed
zh_hans: 切换完成

# drill.result.timeout
source: No response in time
zh_hans: 未及时响应

# drill.result.too_soon
source: Too early
zh_hans: 按早了

# drill.result.wrong_target
source: Different target triggered
zh_hans: 触发了其他目标

# drill.session_hint
source: Results stay in memory for this app session. Closing the window or sleeping cancels an active round.
zh_hans: 成绩仅保留在本次应用会话中。关闭窗口或系统睡眠会取消进行中的演练。

# drill.shortcut
source: Target shortcut
zh_hans: 目标快捷键

# drill.start
source: Start a round
zh_hans: 开始一轮

# drill.subtitle
source: WAIT / REACT / VERIFY
zh_hans: 等待 / 反应 / 检验

# drill.switch_time
source: Switch completion
zh_hans: 切换用时

# drill.target
source: Practice target
zh_hans: 演练目标

# drill.title
source: Switch Drill
zh_hans: 快切演练

# menu.drill.description
source: Rehearse your real shortcuts and measure emergency switching.
zh_hans: 演练真实快捷键，检验紧急切屏反应。

# menu.reading.description
source: Read study material one passage at a time.
zh_hans: 逐段阅读学习材料，把注意力留在当前内容。

# menu.recall.description
source: Build question cards and turn recall into a lasting habit.
zh_hans: 建立问答卡，用主动回忆巩固知识。

# reading.clear
source: Clear material
zh_hans: 清空材料

# reading.clear_title
source: Clear this material and its reading progress?
zh_hans: 清空这份材料及阅读进度？

# reading.complete
source: A little more understood.
zh_hans: 又读懂了一些。

# reading.complete_hint
source: Pause and recall the main idea in your own words.
zh_hans: 停一下，试着用自己的话回忆主要内容。

# reading.edit_source
source: Edit material
zh_hans: 编辑材料

# reading.finish
source: Finish reading
zh_hans: 完成阅读

# reading.instructions
source: Paste your study material below. Blank lines separate passages; long passages are split into smaller parts. You decide when to move on.
zh_hans: 在下方粘贴学习材料。空行用于分段，长段落会拆成较短片段。由你决定何时继续。

# reading.intro
source: Give each passage your full attention.
zh_hans: 把注意力交给眼前这一段。

# reading.next
source: Read · Next passage
zh_hans: 读完了 · 下一段

# reading.passage_format
source: PASSAGE %d / %d
zh_hans: 第 %d / %d 段

# reading.previous
source: Previous passage
zh_hans: 上一段

source: Reading progress
zh_hans: 阅读进度

# reading.progress_format
source: %d of %d passages read
zh_hans: 已读 %d / %d 段

# reading.restart
source: Read again
zh_hans: 再读一遍

# reading.session_hint
source: Material and progress stay in memory while ClassGod runs. Closing this window keeps them; quitting the app clears them. Save important material elsewhere.
zh_hans: 材料和进度仅保留在本次应用会话中。关闭窗口会保留，退出应用后清除。重要材料请另行保存。

# reading.source
source: Study material
zh_hans: 学习材料

# reading.start
source: Start reading
zh_hans: 开始阅读

# reading.subtitle
source: PASTE / READ / REFLECT
zh_hans: 粘贴 / 阅读 / 思考

# reading.title
source: Reading Lane
zh_hans: 逐段阅读

# recall.add
source: Create a card
zh_hans: 创建问答卡

# recall.answer
source: Answer
zh_hans: 答案

# recall.back_library
source: Back to library
zh_hans: 返回卡片库

# recall.cannot_save
source: The card could not be saved. Check the library’s storage status.
zh_hans: 无法保存卡片，请检查卡片库的存储状态。

# recall.complete
source: Session complete.
zh_hans: 本轮复习完成。

# recall.complete_hint
source: Forgotten cards return in 10 minutes; remembered cards wait longer.
zh_hans: 忘记的卡片将在 10 分钟后返回，记住的卡片会逐步延长间隔。

# recall.delete_title
source: Delete this question card?
zh_hans: 删除这张问答卡？

# recall.due
source: Due now
zh_hans: 现在待复习

# recall.edit_hint
source: Changing a card resets its review schedule so you can learn the new content.
zh_hans: 修改卡片会重置复习安排，便于重新学习新内容。

# recall.editor
source: Question card
zh_hans: 问答卡

# recall.empty
source: Start with one question you want to remember. Add your own answer, then test yourself.
zh_hans: 从一个想记住的问题开始。 写下答案，再试着凭记忆回答。

# recall.grade.again
source: Forgot
zh_hans: 忘记了

# recall.grade.easy
source: Easy
zh_hans: 很轻松

# recall.grade.remembered
source: Remembered
zh_hans: 记住了

# recall.grade_hint
source: How well did you recall it? Your rating sets the next review.
zh_hans: 这次记得怎样？评分决定下次复习时间。

# recall.intro
source: Make knowledge stick.
zh_hans: 让知识真正留下来。

# recall.library
source: Your card library
zh_hans: 我的卡片库

# recall.local_hint
source: Only on this Mac. Cards are saved automatically; no account or network required.
zh_hans: 仅保存在这台 Mac，自动保存，无需账号或网络。

# recall.long_term
source: Long-term review
zh_hans: 进入长期复习

# recall.next_due
source: Next card due:
zh_hans: 下次复习：

# recall.next_review
source: Review:
zh_hans: 复习日期：

# recall.no_results
source: No cards match your search.
zh_hans: 没有符合搜索条件的卡片。

# recall.progress
source: Review progress
zh_hans: 复习进度

# recall.question
source: Question
zh_hans: 问题

# recall.retry
source: Retry
zh_hans: 重试

# recall.reveal
source: Reveal answer
zh_hans: 揭晓答案

# recall.review
source: Recall session
zh_hans: 回忆练习

# recall.search
source: Search questions, answers or topics
zh_hans: 搜索问题、答案或主题

# recall.start
source: Review due cards
zh_hans: 复习到期卡片

# recall.storage.load_failed
source: Cards could not be loaded. Editing is paused to protect the saved archive.
zh_hans: 无法读取卡片，已暂停编辑以保护原文件。

# recall.storage.newer_version
source: This card library uses a newer format. It has been left unchanged.
zh_hans: 此卡片库使用更新的数据格式，原文件保持不变。

# recall.storage.recovered
source: The unreadable archive was backed up. You can create a new card library.
zh_hans: 无法读取的原文件已备份，可以重新建立卡片库。

# recall.storage.save_failed
source: Saving failed. Keep this window open and retry to save your changes.
zh_hans: 保存失败。请保留此窗口并重试，以保存修改。

# recall.storage.too_large
source: Cards exceed the 32 MB storage limit. Keep ClassGod open and shorten or remove some content to save your changes.
zh_hans: 卡片库超过 32 MB 存储上限。请保持 ClassGod 开启，精简或删除部分内容以保存修改。

# recall.subtitle
source: RECALL / REVEAL / REMEMBER
zh_hans: 回忆 / 揭晓 / 巩固

# recall.think_first
source: Say the answer to yourself before revealing it.
zh_hans: 先在心里回答，再揭晓答案。

# recall.title
source: Recall Lab
zh_hans: 回忆训练

# recall.topic
source: Topic (optional)
zh_hans: 主题（可选）

# recall.total
source: Total cards
zh_hans: 卡片总数

# about.version_value
source: %1$@ (Build %2$@)
zh_hans: %1$@（构建 %2$@）

# accessibility.disable_item_format
source: Disable %@
zh_hans: 停用 %@

# accessibility.enable_item_format
source: Enable %@
zh_hans: 启用 %@

# accessibility.reset_zoom
source: Reset Zoom
zh_hans: 重置缩放

# accessibility.select_icon_format
source: Select icon %@
zh_hans: 选择图标 %@

# accessibility.zoom_in
source: Zoom In
zh_hans: 放大

# accessibility.zoom_out
source: Zoom Out
zh_hans: 缩小

# activity.subtitle
source: System processes and resource usage
zh_hans: 系统进程与资源使用情况

# activity.tab.disk
source: Disk
zh_hans: 磁盘

# activity.tab.energy
source: Energy
zh_hans: 能耗

# activity.tab.memory
source: Memory
zh_hans: 内存

# activity.tab.network
source: Network
zh_hans: 网络

# activity.title
source: Activity Monitor
zh_hans: 活动监视器

source: Battery
zh_hans: 电池

# button.close
source: Close
zh_hans: 关闭

# button.next
source: Next
zh_hans: 下一项

# button.refresh
source: Refresh
zh_hans: 刷新

# button.retry
source: Retry
zh_hans: 重试

source: Charging
zh_hans: 充电中

# clipo.action.doc.on.doc
source: Copy
zh_hans: 复制

# clipo.action.pin
source: Pin
zh_hans: 置顶

# clipo.action.pin.fill
source: Unpin
zh_hans: 取消置顶

# clipo.action.return
source: Paste
zh_hans: 粘贴

# clipo.action.trash
source: Delete
zh_hans: 删除

# clipo.add
source: Add
zh_hans: 添加

# clipo.assign_slot
source: Assign to Slot
zh_hans: 分配到槽位

# clipo.auto_delete.0
source: Never
zh_hans: 从不

# clipo.auto_delete.1
source: After 1 Day
zh_hans: 1 天后

# clipo.auto_delete.7
source: After 7 Days
zh_hans: 7 天后

# clipo.auto_delete.30
source: After 30 Days
zh_hans: 30 天后

# clipo.binary_data
source: Binary Data
zh_hans: 二进制数据

# clipo.capture
source: Capture
zh_hans: 收录

# clipo.clear_history
source: Clear Unpinned History
zh_hans: 清除未置顶历史

# clipo.clear_search
source: Clear Search
zh_hans: 清除搜索

# clipo.confirm.clear_message
source: Unpinned clips will be permanently deleted. Pinned clips are kept.
zh_hans: 未置顶的内容将被永久删除，已置顶内容会保留。

# clipo.confirm.clear_title
source: Clear Clipboard History?
zh_hans: 清空剪贴板历史？

# clipo.confirm.import_message
source: Importing replaces the current history, slots, and settings.
zh_hans: 导入会替换当前历史、快捷槽位和设置。

# clipo.confirm.import_title
source: Replace Clipo Data?
zh_hans: 替换 Clipo 数据？
